tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"

##brew install
brew "mas"
brew "node"
brew "rbenv"
brew "yarn"
brew "youtube-dl"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

# # Brew Cask Installs
# cask "airfoil"
cask "alfred"
# cask "aerial"
cask "atext"
cask "bartender"
cask "bettertouchtool"
cask "cheatsheet"
cask "dropbox"
cask "google-chrome"
cask "chrome-devtools"
cask "hyper"
cask "lastpass"
cask "local-by-flywheel"
cask "postman"
cask "propresenter"
cask "sequel-pro"
cask "sketch"
cask "sketchpacks"
cask "slack"
cask "spotify"
cask "visual-studio-code"

# # Brew Install Mac App Store CLI
mas "Airmail 3", id: 918858936
mas "Aware", id: 1082170746
mas "Boxy", id: 1053031090
mas "Contrast", id: 1254981365
mas "Frank DeLoupe", id: 530458789
mas "Helium", id: 1054607607
mas "Image2Icon", id: 992115977
mas "Loremify", id: 1028877632
mas "LittleIpsum", id: 405772121
mas "Magnet", id: 441258766
mas "StuffIt Expander", id: 919269455
mas "Things3", id: 904280696
